export const courseData = [
  {
    id: 1,
    title: "អនុវត្តការសរសេរកូដ",
    description: "យេីងផ្ដេាតទៅលេីការសសេរកូដអនុវត្តទៅលេីគម្រោងជាក់ស្ដែង។",
    image: "/Sections/Code.png",
    delay: 200,
  },
  {
    id: 2,
    title: "វគ្គសិក្សា",
    description: "ពួកយេីងបានបង្កេីតជាវគ្គសិក្សាដែលសិស្សអាចជ្រេីសរេីស។",
    image: "/Sections/Course.png",
    delay: 300,
  },
  {
    id: 3,
    title: "និស្សិតក្នុងការអប់រំ",
    description:
      " រហូតមកដល់ពេលនេះយើងបានបង្រៀនសិស្សជាច្រើននាក់រួចមកហើយរួមមាននិស្សិតបុគ្គលិកមកពីស្ថាប័នឯកជននិងរដ្ឋជាដើម។",
    image: "/Sections/Student.png",
    delay: 400,
  },
  {
    id: 4,
    title: "បង្កើតជាវីដេអូ",
    description:
      "យើងផលិតវីដេអូទាំងកំឡុងពេលបង្រៀននិងសម្រាប់អ្នកដែលមិនអាចមករៀននៅក្នុងថ្នាក់ផ្ទាល់បានអាចជាវបានជាមួយនឹងគុណភាពនិងតម្លៃសមរម្យ។",
    image: "/Sections/Video.png",
    delay: 500,
  },
  {
    id: 5,
    title: "មានជាសេវាកម្ម",
    description:
      "ក្រៅអំពីការបង្រៀនយើងក៏មានផ្តល់ជាសេវាកម្មប្រឹក្សាប្រមូលរៀបចំសម្អាតនិងវិភាគទិន្នន័យទៅលើផ្នែកដែលពាក់ព័ន្ធ។",
    image: "/Sections/Service.png",
    delay: 600,
  },
  {
    id: 6,
    title: "ការផ្ដល់ជាអាហារូបករណ៍",
    description:
      "យើងតែងតែផ្តល់ជាអាហារូបករណ៍ដល់សិស្សានុសិស្សដែលចង់ចាប់យកនិងផ្តោតលើជំនាញផែនទីព័ត៌មានបន្ថែមសូមទំនាក់ទំនងមកកាន់យើងខ្ញុំ។",
    image: "/Sections/Education.png",
    delay: 700,
  },
];
